Repository: ciptard/jariscms
Catalog: modules/rating/language/*/strings.po
Languages: es, it

source: View
es: Ver
it: Visualizza

source: Navigate
es: Navegar
it: Naviga

source: Delete
es: Borrar
it: Elimina

source: Rate content
es: Clasifica el contenido
it: Valuta contenuto

source: Ratings
es: Votaciones
it: Valutazioni

source: Content
es: Contenido
it: Contenuto

source: Navigate Rated Content
es: Navegar Contenido Clasificado
it: Naviga Contenuto Valutato

source: To see which content have been flagged.
es: Para ver cual contenido ha sido reportado.
it: Per visualizzare il contenuto che è stato valutato.

source: Rated Content List
es: Lista de Contenido Clasificado
it: Lista Contenuti Valutati

source: Total Rated Content:
es: Total del Contenido Clasificado
it: Totale Contenuti Valutati:

source: Page Title
es: Titulo de Página:
it: Titolo Pagina:

source: Last Rate Date
es: Última Fecha de Clasificación
it: Data Ultima Valutazione

source: Points
es: Puntos
it: Punti

source: Total Rates
es: Total de Votos
it: Totale Valutazioni

source: Rating Settings
es: Configuraciones de Votaciones
it: Impostazioni Valutazioni

source: Your rating settings have been successfully saved.
es: Tus configuraciones de votaciones ha sido guardadas exitosamente.
it: Le tue impostazioni sulle valutazioni sono state salvate con successo.

source: Edit Type
es: Editar Tipo
it: Modifica Tipo

source: Enable
es: Activado
it: Abilita

source: Disable
es: Desactivado
it: Disabilita

source: Number of points:
es: Número de puntos:
it: Punteggio massimo:

source: The maximun numbers of points user can selecte when rating.
es: El máximo de números de puntos que un usuario puede seleccionar cuando vota.
it: Punteggio massimo che un utente può selezionare.

source: On icon:
es: En el ícono:
it: Icona Acceso:

source: The image used to indicate the active points.
es: La imagen a usar para indicar los puntos activos.
it: Immagine per indicare i punti valutati.

source: Off icon:
es: Fuera del ícono:
it: Icona Spento:

source: The image used to indicate the disabled points.
es: La imagen a usar para indicar los puntos deshabilitados.
it: Immagine per indicare i punti oltre il valore selezionato.

source: Half icon:
es: Medio ícono:
it: Icona Metà:

source: The image used to indicate a half point.
es: La imagen a usar para indicar un medio punto.
it: Immagine per indicare un mezzo punto.

source: Hints:
es: Consejos:
it: Valutazioni:

source: A list of hints seperated by comma that describe each point. An example for 5 points would be: bad, poor, regular, good, gorgeous
es: Una lista de consejos separados por coma que describa cada punto. Un ejemplo de 5 puntos podría ser: malo, pobre, regular, bueno, magnífico.
it: Una lista di parole separate da virgola che descrivono il punteggio. Esempio: per un punteggio di 5 punti potrebbero essere: pessimo, scarso, normale, buono, ottimo

source: Save
es: Guardar
it: Salva

source: Cancel
es: Cancelar
it: Annulla

source: Your rating has been submitted, thank you!
es: Tu votación ha sido sometida, gracias!
it: La tua valutazione è stata inviata, grazie!

source: My Ratings
es: Mis Votos
it: Miei Voti

source: Total Comments:
es: Total de Comentarios:
it: Totale Commenti:

source: Recent replies to this comment
es: Respuestas recientes a este comentario
it: Recenti risposte a questo commento

source: No comments posted by you yet.
es: Ningún comentario hecho por tí aún.
it: Nessun commento pubblicato da te.

source: Login
es: Iniciar
it: Accedi

source: or
es: o
it: o

source: Register
es: Regístrate
it: Registrati

source: to rate.
es: para votar.
it: per votare.

source: Rate this:
es: Haz tu Voto:
it: Voto:

source: Rating:
es: Clasificación:
it: Classifica:
