Repository: ciptard/jariscms
Catalog: modules/listing/language/*/strings.po
Languages: it

source: Add Listing Block
it: Aggiungi Blocco Elenco

source: Create blocks to display a list a content by a given criteria.
it: Crea blocchi per visualizzare un elenco di contenuti con un dato criterio.

source: Edit
it: Modifica

source: Edit Listing
it: Modifica Elenco

source: Create Listing Block
it: Crea Blocco Elenco

source: Content Listing
it: Contenuto Elenco

source: To create pages that display a list of content by a given set of criteria.
it: Crea pagine per visualizzare un elenco di contenuti con dei dati criteri.

source: Page that display a list of content by a given criteria.
it: Pagina per visualizzare un elenco di contenuti con un dato criterio.

source: The block was successfully created.
it: Blocco creato con successo.

source: Header
it: Intestazione

source: Left
it: Sinistra

source: Right
it: Destra

source: Center
it: Centro

source: Footer
it: Piè di pagina

source: None
it: Nessuno

source: Position:
it: Posizione:

source: Description:
it: Descrizione:

source: Title:
it: Titolo:

source: Pre-content:
it: Pre-contenuto:

source: Content that will appear above the results.
it: Contenuto che apparirà sopra i risultati.

source: Sub-content:
it: Sotto-contenuto:

source: Content that will appear below the results.
it: Contenuto che apparirà sotto i risultati.

source: Content type:
it: Tipo di contenuto:

source: Authors:
it: Autori:

source: List of usernames separated by comma, for example: admin, joe, john
it: List di nomi utenti separati da virgola, per esempio: admin, giorgio, gianni

source: Related?
it: Annesso?

source: The results shown are related to the page being displayed.
it: I risultati visualizzati sono annessi alla pagina da visualizzare.

source: Categories:
it: Categorie:

source: Filters
it: Filtri

source: Newest to oldest
it: Da recente a vecchio

source: Oldest to newest
it: Da vecchio a recente

source: Title ascendent
it: Ordine crescente

source: Title descendent
it: Ordine decrescente

source: Most viewed all time
it: I più visualizzati

source: Most viewed today
it: I più visti oggi

source: Most viewed this week
it: I più visti della settimana

source: Most viewed this month
it: I più visti del mese

source: Ordering
it: Ordinamento

source: Display title?
it: Visualizzare il titolo?

source: Display summary?
it: Visualizzare il sommario?

source: Display view more link?
it: Visualizzare più collegamenti?

source: Maximum amount of words:
it: Limite parole:

source: Amount of words displayed of the page summary.
it: Limite massimo di parole visualizzate nella pagina del sommario.

source: Results to show:
it: Risultati da visualizzare:

source: The amount of results to display.
it: Limite risultati da visualizzare.

source: Layout
it: Disposizione

source: Show thumbnail?
it: Visualizzare miniature?

source: Width:
it: Larghezza:

source: The width of the thumbnail in pixels.
it: Larghezza della miniatura espressa in pixel.

source: Height:
it: Altezza:

source: The height of the thumbnail in pixels.
it: Altezza della miniatura espressa in pixel.

source: Background color:
it: Colore di sfondo:

source: The background color of the thumbnail in case is neccesary.
it: Colore di sfondo della miniatura se necessario.

source: Keep aspect ratio?
it: Mantenere proporzioni?

source: Thumbnail
it: Miniatura

source: Users Access
it: Accesso Utenti

source: Select the groups that can see the block. Don't select anything to display block to everyone.
it: Seleziona i gruppi autorizzati alla visualizzazione del blocco. Non selezionare nulla per permetterla a tutti.

source: Display in all pages except the listed ones.
it: Visualizza in tutte le pagine eccetto quelle in lista.

source: Just display on the listed pages.
it: Visualizza soltanto nelle pagine in lista.

source: Pages:
it: Pagine:

source: List of uri's seperated by comma (,). Also supports the wildcard (*), for example: my-section/*
it: Lista di URI separate da virgola. Supporta il carattere jolly (*). Esempio: mia-sezione/*

source: Return Code:
it: Codice di Ritorno:

source: PHP code enclosed with &lt;?php code ?&gt; to evaluate if block should display by printing true or false. for example: &lt;?php if(JarisCMSSecurityIsUserLogged()) print "true"; else print "false"; ?&gt;
it: Codice PHP compreso in &lt;?php code ?&gt; per valutare se il blocco debba essere visualizzato ritornando true o false. Esempio: &lt;?php if(JarisCMSSecurityIsUserLogged()) print "true"; else print "false"; ?&gt;

source: Save
it: Salva

source: Cancel
it: Annulla

source: Edit Listing Block
it: Modifica Blocco Elenco

source: Your changes have been saved to the block.
it: Le tue modifiche per il blocco sono state salvate.

source: Delete
it: Elimina

source: Blocks
it: Blocchi

source: Create Listing
it: Crea Elenco

source: The listing was successfully created.
it: Elenco creato con successo.

source: Categories
it: Categorie

source: Content:
it: Contenuto:

source: Grid
it: Griglia

source: List
it: Lista

source: Display navigation?
it: Visualizzare navigazione?

source: Results per page:
it: Risultati per pagina:

source: The amount of results to display in case the navigation is enabled.
it: Limite di risultati da visualizzare nel caso sia abilitata la navigazione.

source: Results per row:
it: Risultati per riga:

source: The amount of columns per row in case grid was select as layout.
it: Limite di colonne per riga nel caso la griglia è stata selezionata per la disposizione.

source: Overrides the original page title on search engine results. Leave blank for default.
it: Sovrascrivi il titolo originale della pagina nei risultati del motore di ricerca. Lascia vuoto per il valore predefinito.

source: Used to generate the meta description for search engines. Leave blank for default.
it: Utilizzato per generare le meta descrizioni per i motori di ricerca. Lascia vuoto per il valore predefinito.

source: Keywords:
it: Parole chiave:

source: List of words seperated by comma (,) used to generate the meta keywords for search engines. Leave blank for default.
it: Lista di parole chiave separate da virgola da utilizzare per generare la lista parole chiave per i motori di ricerca. Lascia vuoto per crearla automaticamente.

source: Meta tags
it: Meta etichette

source: Input Format
it: Formato di Ingresso

source: Select the groups that can see this content. Don't select anything to display content to everyone.
it: Seleziona i gruppi autorizzati alla visualizzazione di questo contenuto. Non selezionare nulla per permetterla a tutti.

source: The relative path to access the page, for example: section/page, section. Leave empty to auto-generate.
it: Il percorso relativo per accedere alla pagina. Esempio section/page, section. Lascia vuoto per generarlo automaticamente.

source: The content you was trying to edit is a system page.
it: Il contenuto che stai tentando di modificare appartiene a una pagina di sistema.

source: Translations repositioned.
it: Traduzioni riposizionate.

source: Your changes have been successfully saved.
it: Le tue modifiche sono state salvate con successo.

source: Edit listing
it: Modifica Elenco

source: View listing
it: Visualizza Elenco

source: Images
it: Immagini

source: Translate
it: Traduci

source: View More
it: Visualizza Altro

source: Image
it: Immagine

source: Preview
it: Anteprima
