Repository: ciptard/jariscms
Catalog: modules/control_menu/language/*/strings.po
Languages: es, it

source: Remember to customize your control menu.
es: Recuerda personalizar tu menu de control.
it: Ricordati di impostare il tuo menù di controllo.

source: Configure Now
es: Configurar Ahora
it: Imposta Adesso

source: Control Menu
es: Menu de Control
it: Menù di Controllo

source: about jariscms
es: sobre jariscms
it: Informazioni su JarisCMS

source: help
es: ayuda
it: Aiuto

source: logout
es: salir
it: Esci

source: Control Menu Settings
es: Configuraciones del Menu de Control
it: Impostazioni Menù di Controllo

source: Your settings have been successfully saved.
es: Tus configuraciones fueron guardadas exitosamente.
it: Modifiche salvate con successo.

source: Colors have been successfully reset.
es: Colores fueron exitosamente reiniciados.
it: Colori reimpostati con successo.

source: Help link:
es: Enlace de ayuda:
it: Aiuto:

source: A link to the help page for administrators.
es: Un enlace a la página de ayuda para los administradores.
it: Collegamento alla pagina di aiuto per gli amministratori.

source: Main bar:
es: Barra principal:
it: Barra principale:

source: Background color of the main bar.
es: El color de fondo de la barra principal.
it: Colore di sfondo per la barra principale.

source: Main bar border:
es: Borde de la barra principal:
it: Bordo barra principale:

source: The border color of the main bar.
es: El color de borde de la barra principal.
it: Colore del bordo della barra principale.

source: User button:
es: Botón de usuario:
it: Pulsante utente:

source: Background color of the user account button.
es: El color de fondo del botón de la cuenta de usuario.
it: Colore di sfondo per il pulsante account utente.

source: User button text:
es: Texto del botón de usuario:
it: Testo pulsante utente:

source: Text color for the user account button.
es: Color del texto para el botón de la cuenta del usuario:
it: Colore del testo del pulsante account utente.

source: Images hover:
es: Selección de imagenes:
it: Colore sfondo pulsanti immagine al passaggio:

source: Background color when hovering an image button.
es: Color de fondo cuando el botón de imagen está señalada.
it: Colore di sfondo per i pulsanti con immagine al passaggio del mouse.

source: Main menus text:
es: Texto menu principal:
it: Colore testo menù:

source: Text color for main menus.
es: Color del texto para menu principal.
it: Colore del testo per i menù principali.

source: Main menus text hover:
es: Texto señalado de los menus principales:
it: Colore testo menù al passaggio:

source: Hover effect text color for main menus.
es: Color de texto para el efecto señalado para menus principales.
it: Colore del testo per i menù principali al passaggio del mouse.

source: Main menus background hover:
es: Color de fondo para los menus principales señalados
it: Colore menù al passaggio del mouse:

source: Hover effect background color for main menus.
es: Efecto de señalado para el color de fondo del menu principal.
it: Colore di sfondo per i menù al passaggio del mouse.

source: Submenu:
it: Sub-menù:

source: Background color for submenus.
es: Color de fondo para los submenus.
it: Colore di sfondo per i sub-menù.

source: Submenu border:
es: Borde de submenu:
it: Bordo sub-menù:

source: Border color for submenus.
es: Color de borde para los submenus.
it: Colore bordo dei sub-menù.

source: Submenu text:
es: Texto del submenu:
it: Colore testo sub-menù:

source: Text color for submenus.
es: Color de texto para submenus.
it: Colore testo per i sub-menù.

source: Submenu text border:
it: Colore bordo testo sub-menù:

source: Text border color for submenus.
it: Colore bordo del testo dei sub-menù.

source: Submenu text hover:
es: Texto señalado para submenu:
it: Colore sub-menù al passaggio del mouse:

source: Hover effect text color for submenus.
es: Color del efecto señalado del texto para submenus.
it: Colore del testo dei sub-menù al passaggio del mouse

source: Submenu background hover:
es: Color de fondo para el submenu señalado:
it: Colore di sfondo per i sub-menù al passaggio del mouse:

source: Hover effect background color for submenus.
es: Efecto de señalado para el color de fondo para los submenus.
it: Colore di sfondo per i sub-menù al passaggio del mouse.

source: Colors
es: Colores
it: Colori

source: Blue
es: Azul
it: Blu

source: Black
it: Nero

source: White
it: Bianco

source: Images color
es: Color de imagenes
it: Colore immagini

source: Reset Colors
es: Reiniciar Colores
it: Reimposta Colori

source: Save
es: Guardar
it: Salva

source: Cancel
es: Cancelar
it: Annulla

source: Black.
es: Negro

source: White.
es: Blanco
