Repository: ciptard/jariscms
Catalog: modules/ipinfo/language/*/strings.po
Languages: es

source: IP Info Settings
es: Configuraciones de IP Info

source: Your changes have been saved.
es: Tus cambios fueron guardados.

source: Enable
es: Activar

source: Disable
es: Desactivar

source: To control wheter the module offers api access for retreiving IP information. For this to work you need to have the ip_group_city and ip_group_country databases on the module db directory.
es: Controla si el modulo permitira acceso a la api para obtener información de una IP. Para esto funcionar debes tener las bases de datos ip_group_city y ip_group_country en el directorio db del módulo.

source: Use external api?
es: ¿Usar api externa?

source: If you dont enable this you will need to have the ip_group_city and ip_group_country databases on the module db directory.
es: Si no activas esto debes tener las bases de datos ip_group_city y ip_group_country en el directorio db del módulo.

source: City group url:
es: Url de grupo de ciudades:

source: The url of the external city group api to use.
es: En enlace de la API de grupo de ciudades externa.

source: Country group url:
es: Url de grupo de países:

source: The url of the external country group api to use.
es: En enlace de la API de grupo de países externa.

source: IP information retrieval
es: Obtención de la información de IP

source: The way in wich the api internal functions will retreive IP information.
es: La manera en que las funciones internas del api van a obtener información de una IP.

source: Save
es: Guardar

source: Cancel
es: Cancelar
