Repository: ciptard/jariscms
Catalog: data/main/language/*/install.po
Languages: es, it

source: Select a language
es: Seleccione un lenguaje
it: Seleziona una lingua

source: Language:
es: Lenguaje:
it: Lingua:

source: Continue
es: Continuar
it: Continua

source: Jaris CMS Installation Wizard
es: Programa de Instalación de Jaris CMS
it: Assistente di installazione Jaris CMS

source: <b>Welcome</b> to Jaris CMS installation wizard! To install it you just need some minimun system requirements to have a working enviroment. Before we continue you should know that <b>Jaris CMS</b> does not requires any relational database like mysql since it has its own engine written on php to store data. So in order to make it work you need to set write permissions to the user account that is running the php parser.<br />
es: <b>Bienvenido</b> al programa de instalación! Para instalar solo necesitas unos requisitos minimos para tener un entorno funcional. Antes de continuar debe saber que <b>Jaris CMS</b> no requiere ningun sistema de bases de datos relacional debido a que tiene su propio sistema de almacenamiento de datos basado en archivos creado en php. Así que en orden para hacer funcionar el sistema la cuenta de usuario que esta ejecutando el binario de php debe tener permisos de escritura.<br />
it: <b>Benvenuto</b> al programma di installazione! Per proseguire l'installazione sono richesti alcuni requisiti di sistema. <b>Jaris CMS</b> non richiede alcun database relazionale come mysql ma utilizza un proprio motore scritto in php per salvare i dati. E' necessario quindi impostare i permessi in scrittura per l'account utente dal quale il parser php viene eseguito.<br />

source: Requirements:
es: Requisitos:
it: Requisiti:

source: PHP 5.3 or greater
es: PHP 5.3 o mayor

source: PHP GD library for graphics processing
es: Librería de procesamiento gráfico PHP GD
it: Libreria PHP GD per l'elaborazione grafica

source: Write permissions on <b>data</b> directory
es: Permisos de escritura en el directorio de <b>data</b>
it: Permessi in scrittura nella directory <b>data</b>

source: Apache with mod rewrite for clean url system
es: Apache con módulo de reescritura para sistema de enlaces limpios
it: Apache con modulo mod_rewrite

source: Sqlite for search engine, users listing and third party modules.
es: Sqlite para el motor busqueda, listado de usuarios y módulos de terceros.

source: Check Requirements
es: Verificar requisitos
it: Verifica Requisiti

source: Step One - Checking Requirements
es: Paso Uno - Verificar Requisitos
it: Passo Uno - Verifica Requisiti

source: PHP version installed:
es: Versión PHP instalada:
it: Versione PHP installata:

source: Version 5.3 or greater is needed.
es: Versión 5.3 o mayor es requerido.

source: PHP GD library:
es: Librería PHP GD:
it: Libreria PHP GD:

source: available
es: disponible
it: disponibile

source: not available
es: no disponible
it: non disponibile

source: Write permissions on data directory:
es: Permisos de escritura en el directorio data:
it: Permessi in scrittura nella directory data:

source: yes
es: si
it: si

source: PHP SQLite library:
es: Librería PHP SQLite:
it: Libreria PHP SQLite:

source: Re-check Requirements.
es: Re-verificar requisitos.
it: Ricontrollare i requisiti.

source: Powered by
es: Generado por

source: File Based CMS
es: CMS basado en archivos
it: CMS basato su archivi di file

source: Configuration could not be save. Check your write permissions on the data directory.
es: Las configuraciones no pudieron ser guardadas. Verifica tus permisos de escritura en el directorio de data.
it: La configurazione non puÃ² essere salvata. Verifica i permessi in scrittura della directory data.

source: You need to provide all the fields
es: Necesitas proveer todos los campos
it: Devi riempire tutti i campi

source: Your password does not match. Try again.
es: Tu contraseña no coincide. Trate de nuevo.
it: Le password non coincidono, ritenta.

source: Step Two - Site Details
es: Paso Dos - Detalles del Sitio
it: Passo Due - Dettagli Sito

source: Site title:
es: Titulo del Sitio:
it: Titolo del Sito:

source: Slogan:
es: Lema:

source: Default timezone:
es: Zona de horario predeterminada:
it: Fuso orario:

source: Auto detect base url?
es: Â¿Auto detectar url base?
it: Auto imposta la URL base?

source: Automatically detects domain even if you change it. Mandatory on multisites.
es: Automáticamente detecta el dominio sin importar si lo cambias. Configuración requerida en multi-sitios.
it: Rilevazione automatica del dominio durante le variazioni. Configurazione obbligatoria per un ambiente multi-sito.

source: Base url:
es: Dirección base:
it: URL base:

source: Administrator full name:
es: Nombre completo del administrador:
it: Nome completo dell'amministratore:

source: Administrator e-mail:
es: Correo electrónico del administrador:
it: E-mail amministratore:

source: Administrator password:
es: Contraseña del administrador
it: Password amministratore:

source: Re-enter administrator password:
es: Re-escriba la contraseña del administrador:
it: Reinserisci password amministratore:

source: Step Three - Mailing Details
es: Paso Tres - Detalles del Sitio
it: Passo Tre - Dettagli Posta

source: Mail (default)
es: Mail (predeterminado)
it: Mail (predefinito)

source: Mailing system:
es: Sistema de mailing:
it: Sistema di posta:

source: From name:
es: Nombre para desde:
it: Mittente:

source: The name used on the from email.
es: El nombre que ve la persona cuando recibe el correo.
it: Nome del mittente.

source: From e-mail:
es: Correo electrónico desde:
it: E-mail mittente:

source: The email used on the from email.
es: El correo que ve la persona cuando recibe el mensaje.
it: Indirizzo e-mail usato dal mittente.

source: Enable
es: Activar
it: Abilita

source: Disable
es: Desactivar
it: Disabilita

source: Authentication:
es: Autenticación:
it: Autenticazione:

source: Port:
es: Puerto:
it: Porta:

source: Username:
es: Nombre de usuario:
it: Nome utente:

source: Password:
es: Contraseña:

source: SMTP Configuration
es: Configuración de SMTP
it: Configurazione SMTP

source: Step Four - Clean URL Check
es: Paso Cuatro - Verificación de Enlaces Limpios
it: Passo Quattro - Verifica URL (Apache mod_write)

source: Url rewrites make url's more readable and easy to acess. Here are the results of the test:
es: La sobre-escritura de enlaces los hace más leíbles y fácil de accesar. Aquí están los resultados de la prueba:
it: La riscrittura delle URL le rende piÃ¹ leggibili e accessibili. Risultati del test:

source: SUPPORTED and Activated
es: SOPORTADOS y Activados
it: SUPPORTATO e Attivato

source: NOT SUPPORTED
es: NO SOPORTADOS
it: NON SUPPORTATO

source: There are many factors that make clean url not work. If using apache server check if mod_rewrite is activated.
es: Hay muchos factores por los que los enlaces limpios pueden no funcionar. Si esta utilizando servidor apache verifique si esta activado mod_rewrite.
it: Il mancato funzionamento del mod_rewrite puÃ² essere causato da diversi fattori. Se stai usando apache, verifica che il modulo sia attivato.

source: Step Five - You are done!
es: Paso Cinco - Haz terminado!
it: Passo Cinque - Installazione terminata!

source: <b>Congratulations,</b> you have successfully installed Jaris content management system. To visit your index site click
es: <b>Felicidades,</b> haz instalado exitosamente el sistema de manejado de contenido Jaris. Para visitar el índice de tu sitio hacer un click
it: <b>Congratulazioni,</b> Jaris CMS Ã© stato installato con successo. Per visitare la pagina principale clicca

source: here
es: aquí
it: qui

source: and login with the username <b>admin</b> and the password you specified
es: luego inicias con el nombre de usuario <b>admin</b> y la contraseña que específicaste
it: e accedi col nome utente <b>admin</b> usando la password che hai specificato durante l'installazione

source: Jaris CMS - Installation Script
es: Jaris CMS - Programa de Instalación
it: Jaris CMS - Programma di Installazione

source: PHP 5 or greater
it: PHP 5 o superiore

source: Sqlite just for search engine optimizations.
it: Sqlite per l'ottimizzazione del motore di ricerca.

source: Version 5 or greater is needed.
it: Versione 5 o superiore richiesta.

source: (ERROR)
it: (ERRORE)
