Repository: ciptard/jariscms
Catalog: data/main/language/*/strings.po
Languages: it

source: Page
it: Pagina

source: Under mantainance
it: In manutenzione

source: The site is down for mantainance, sorry for any inconvenience it may cause you. Try again later.
it: Il sito é chiuso per manutenzione, siamo spiacenti per l'inconveniente. Riprova in seguito.

source: Access Denied
it: Accesso Negato

source: You dont have sufficient permissions to access the page.
it: Non hai permessi sufficienti per accedere alla pagina.

source: Profile not found
it: Profilo non trovato

source: In order to view other people profiles you need to login.
it: Per visualizzare i profili delle altre persone devi effettuare l'accesso.

source: The given username does not exist.
it: Il nome utente specificato non esiste.

source: Male
it: Maschio

source: Female
it: Femmina

source: Latest post
it: Ultima pubblicazione

source: Title
it: Titolo

source: Date
it: Data

source: Member since:
it: Membro da:

source: Gender:
it: Genere:

source: Birth date:
it: Compleanno:

source: All
it: Tutti

source: Search
it: Cerca

source: Search Options
it: Opzioni Ricerca

source: Sorting
it: Ordinamento

source: Title ascending
it: Ordine crescente

source: Title descending
it: Ordine decrescente

source: Newest first
it: Prima il nuovo

source: Oldest first
it: Prima il vecchio

source: Sort by:
it: Ordina per:

source: Categories
it: Categorie

source: -All-
it: -Tutti-

source: Content type
it: Tipo di contenuto

source: The type of content you are searching.
it: Il tipo di contenuto da ricercare.

source: Search text:
it: Testo ricerca:

source: Results
it: Risultati

source: Nothing was found.
it: Nessun risultato trovato.

source: Create My Account
it: Crea Mio Account

source: Registrations are disabled, sorry for any inconvinience.
it: Le registrazioni sono disabilitate, siamo spiacenti per l'inconveniente.

source: The email you entered is not a valid one.
it: L'email specificata non é valida.

source: The email you entered already has a registered account associated to it.
it: L'email specificata ha già un account registrato associato.

source: The username you provided has invalid characters.
it: Il nome utente specificato include caratteri non validi.

source: The username should be at least 3 characters long.
it: Il nome utente deve contenere almeno 3 caratteri.

source: The username exceeds from 60 characters.
it: Il nome utente non deve eccedere 60 caratteri.

source: You must agree to the terms and conditions of this website in order to register.
it: Devi accettare i termini e condizioni di questo sito per poterti registrare.

source: Please select a valid Account Type.
it: Seleziona un Tipo di Account valido.

source: The Password and Verify password doesn't match.
it: La password e quella di verifica non coincidono.

source: The e-mail and verify e-mail doesn't match.
it: L'email e quella di verifica non coincidono.

source: Your registration is awaiting for approval. If the registration is approved you will receive an email notification.
it: La tua registrazione é in attesa di validazione. Se verrà approvata riceverai una notifica via email.

source: Your account has been successfully created. Enter your details to login.
it: Il tuo account é stato creato con successo. Inserisci i tuoi dettagli per accedere.

source: Fullname:
it: Nome completo:

source: Your full real name.
it: Il tuo nome per esteso.

source: Username:
it: Nome utente:

source: The name that you are going to use to log in, at least 3 characters long. Permitted characters are A to Z, 0 to 9 and underscores.
it: Il nome che utilizzerai per l'accesso, di almeno 3 caratteri. Caratteri ammessi sono dalla A alla Z, da 0 a 9 e underscore.

source: The password used to login, should be at least 6 characters long.
it: La password per l'accesso deve contenere almeno 6 caratteri.

source: Verify password:
it: Password di verifica:

source: Re-enter the password to verify it.
it: Reinserisci la password per la verifica.

source: The email used in case you forgot your password.
it: L'email utilizzata in caso di smarrimento della password.

source: Verify the e-mail:
it: Email di verifica:

source: Re-enter the e-mail to verify is correct.
it: Reinserisci l'email per la verifica.

source: Gender
it: Genere

source: Day:
it: Giorno:

source: Month:
it: Mese:

source: Year:
it: Anno:

source: Birth date
it: Compleanno

source: A logo or picture of your self.
it: Un tuo logo o una tua immagine.

source: Picture
it: Immagine

source: (requires approval)
it: (richiede approvazione)

source: Account Type
it: Tipo di Account:

source: I do not agree
it: Non accetto

source: I agree
it: Accetto

source: Terms and Conditions:
it: Termini e Condizioni:

source: The terms and conditions that you have to accept in order to register.
it: I termini e condizioni che devi accettare per poterti registrare.

source: Validation:
it: Validazione:

source: Register
it: Registra

source: Cancel
it: Annulla

source: Forgot your password?
it: Dimenticata la password?

source: Your password has been reset successfully. Check your e-mail inbox for details.
it: La tua password é stata reimpostata con successo. Controlla la tua posta in arrivo per i dettagli.

source: If you remember your username write it down.
it: Se ricordi il tuo nome utente, inseriscilo qui.

source: OR
it: O

source: If you remember the e-mail that you used to register the account write it down.
it: Se ricordi l'indirizzo email usato per la registrazione dell'account, inseriscilo qui.

source: Reset Password
it: Reimposta Password

source: Welcome to your new Jaris website!
it: Benvenuto nel tuo nuovo sito creato con Jaris CMS!

source: Enjoy your new webiste, to start working on it login on the left block with your administration account
it: Divertiti con il tuo nuovo sito, per cominciare accedi tramite il blocco a sinistra utilizzando il tuo account da amministratore.

source: Now that you are logged in you can start by using the administration navigation menu to modify your web page as you like.
it: Ora che hai effettuato l'accesso, puoi cominciare utilizzando il menu di navigazione da amministratore per modificare le tue pagine a tuo piacimento.

source: Create Input Format
it: Crea Formato di Ingresso

source: The input format has been successfully created.
it: Formato di ingresso creato con successo.

source: Machine name:
it: Nome macchina:

source: A readable machine name, like for example: my-input-format.
it: Un nome leggibile per la macchina, per esempio: mio-formato.

source: Name:
it: Nome:

source: A human readable name like for example: My Input Format.
it: Un nome leggibile per il formato di ingresso, per esempio: Mio Formato.

source: Description:
it: Descrizione:

source: A brief description of the input format.
it: Breve descrizione del formato di ingresso.

source: Allowed tags:
it: Etichette ammesse:

source: A list of the allowed tags for this input format. Example: &lt;a&gt;&lt;p&gt;&lt;i&gt;&lt;strong&gt;
it: Una lista di etichette ammesse per questo formato di ingresso. Esempio: &lt;a&gt;&lt;p&gt;&lt;i&gt;&lt;strong&gt;

source: Enable
it: Abilita

source: Disable
it: Disabilita

source: Parse url's
it: Conversione URL

source: To enable or disable parsing of url's.
it: Abilita o disabilita la conversione delle URL.

source: Parse emails
it: Conversione e-mail

source: To enable or disable parsing of emails.
it: Abilita o disabilita la conversione delle e-mail.

source: Convert line breaks
it: Converti salto linea

source: To enable or disable conversion of line breaks to &lt;br&gt; tag.
it: Abilita o disabilita la conversione del salto riga a &lt;br&gt;.

source: Save
it: Salva

source: Edit Input Format
it: Modifica Formato Ingresso

source: You need to provide all the fields
it: Tutti i campi devono essere completati.

source: Your changes have been saved.
it: Le tue modifiche sono state salvate.

source: The machine name of the input format.
it: Nome macchina del formato di ingresso.

source: Delete Input Format
it: Elimina Formato Ingresso

source: Input format successfully deleted.
it: Formato di ingresso eliminato con successo.

source: Are you sure you want to delete the input format?
it: Sicuro di voler eliminare il formato di ingresso?

source: Input format:
it: Formato Ingresso:

source: Yes
it: Si

source: Pages
it: Pagine

source: You are currently navigating:
it: Stai navigando in:

source: Sections
it: Sezioni

source: Alphabetical
it: Alfabetico

source: List View
it: Visualizzazione Lista

source: Create Page
it: Crea Pagina

source: Navigation
it: Navigazione

source: Singles
it: Singoli

source: Themes
it: Temi

source: In order to change the default theme you need to enable Override settings
it: Per poter cambiare il tema predefinito devi abilitare Sovrascrivi impostazioni.

source: Changes successfully saved.
it: Modifiche salvate con successo.

source: Preview
it: Anteprima:

source: Name
it: Nome

source: Default
it: Predefinito

source: Preview not available
it: Anteprima non disponibile

source: View theme info.
it: Visualizza informazioni sul tema.

source: Types
it: Tipi

source: Create Type
it: Crea Tipo

source: Order
it: Ordine

source: Description
it: Descrizione

source: Operation
it: Operazione

source: Edit
it: Modifica

source: Fields
it: Campi

source: Delete
it: Elimina

source: My Account
it: Mio Account

source: Username or E-mail:
it: Nome utente o indirizzo email:

source: the password is case sensitive
it: La password distingue maiuscole e minuscole

source: Login
it: Accedi

source: Reset
it: Reimposta

source: Existing User
it: Utente Esistente

source: Forgot Password?
it: Dimenticata la password?

source: Create Account
it: Crea Account

source: Users
it: Utenti

source: Navigation View
it: Vista di Navegazione

source: Create User
it: Crea Utente

source: Groups
it: Gruppi

source: Export
it: Esporta

source: Create Group
it: Crea Gruppo

source: Permissions
it: Permessi

source: My Content
it: Mio Contenuto

source: Filter by type:
it: Filtra per tipo:

source: Total content:
it: Contenuto totale:

source: Dates
it: Date

source: Type
it: Tipo

source: system
it: sistema

source: Created:
it: Creato:

source: Edited:
it: Modificato:

source: The type has been successfully created.
it: Tipo creato con successo.

source: A readable machine name, like for example: my-type.
it: Un nome leggibile per la macchina, per esempio: mio-tipo.

source: A human readable name like for example: My Type.
it: Un nome leggibile per il tipo, per esempio: Mio Tipo.

source: A brief description of the type.
it: Breve descrizione del tipo.

source: The categories a user can select for this type of content.
it: Le categorie che un utente può selezionare per questo tipo di contenuto.

source: Uri Scheme
it: Schema URI

source: The scheme used for the auto generation of every path (uri) created under this type. Available placeholders: {user}, {type} and {title}
it: Schema usato per l'auto-generazione di ogni percorso (URI) creato per questo tipo. Segnaposto disponibili: {user}, {type} e {title}

source: Default Input Format
it: Formato di Ingresso Predefinito

source: Title:
it: Titolo:

source: The label of the input title.
it: Etichetta del titolo.

source: Title description:
it: Descrizione del titolo:

source: The description of the title.
it: La descrizione del titolo.

source: Content:
it: Contenuto:

source: The label of the input content.
it: L'etichetta del contenuto in ingresso.

source: Content description:
it: Descrizione contenuto:

source: The description of the content.
it: La descrizione del contenuto.

source: Labels
it: Etichette

source: To replace original labels of title and content when user is adding or editing content of this type.
it: Per rimpiazzare le etichette originali del titolo e del contenuto quando un utente aggiunge o modifica il contenuto di questo tipo.

source: Type Maximum Posts
it: Limite Pubblicazioni

source: Your settings have been successfully saved.
it: Le tue impostazioni sono state salvate con successo.

source: Posts:
it: Pubblicazioni:

source: Maximum number of posts per user. 0 for unlimited
it: Limite massimo di pubblicazioni per utente. 0 per illimitato.

source: Type Upload Settings
it: Tipo Caricamento Impostazioni

source: Images:
it: Immagini:

source: Maximum images user can upload per post. -1 for unlimited
it: Quantità massima di immagini che l'utente può caricare in un post. -1 per illimitate.

source: Maximum files user can upload per post. -1 for unlimited
it: Quantità massima di files che l'utente può caricare in un post. -1 per illimitati.

source: Edit Type
it: Modifica Tipo

source: Uploads
it: Caricamenti

source: Maximum Posts
it: Limite Pubblicazioni

source: The machine name of the type also used on the content template.
it: Il nome macchina del tipo é anche usato per il modello di contenuto.

source: Create Content Type Field
it: Crea Campo Tipo Contenuto

source: The content type field has been successfully created.
it: Campo del tipo di contenuto creato con successo.

source: Variable name:
it: Nome della variabile:

source: The name of the variable used for this field when generating the form code.
it: Nome della variabile usata per questo campo quando viene generato il codice del form.

source: A human readable name displayed when the form is generated.
it: Nome leggibile visualizzato quando un form viene generato.

source: A brief description of how the user should fill this field or it's purpose.
it: Una breve descrizione di come l'utente dovrebbe riempire questo campo, oppure il relativo scopo di utilizzo.

source: Color selector
it: Selettore di colore

source: Date picker
it: Selettore di data

source: File upload
it: Caricamento file

source: Image upload
it: Carica immagine

source: Hidden
it: Nascosto

source: Other
it: Altro

source: Select
it: Seleziona

source: Text
it: Testo

source: Text area
it: Area testo

source: Type:
it: Tipo:

source: The type of the form field.
it: Tipo del campo del form.

source: Input limit:
it: Limite di ingresso:

source: The maximun amount of character the user can insert if this is a text or textarea field. 0 for unlimited.
it: Numero massimo di caratteri che l'utente può inserire in se questo é un testo o un'area testo. 0 per illimitati.

source: Default value:
it: Valore predefinito:

source: The default value for a text, textarea, password, hidden, other or a list like select, radio and checkbox.
it: Valore predefinito per il testo, area testo, password, campo nascosto o una lista di tipo selezione, radio e checkbox.

source: Image width:
it: Larghezza immagine:

source: Maximum width of the image in pixels in case this field is an image upload. 0 for unlimited.
it: Larghezza massima dell'immagine in pixel nel caso che questo campo sia un caricamento immagine. 0 per illimitata.

source: File extensions:
it: Estensioni file:

source: A comma (,) seperated list of extensions allowed for upload in case of file upload. For example: txt, doc, pdf
it: Lista di estensioni, separati da virgola, di estensioni ammesse per il caricamento di un file. Per esempio: txt, doc, pdf

source: File size:
it: Grandezza file:

source: The maximum permitted file size in kilobytes. For example: 100k
it: Grandezza file massima permessa espressa in kilobytes. Per esempio: 100k

source: The maximum file upload size allowed by this server is:
it: La grandezza massima di un file caricato ammessa da questo server é:

source: Options used in case the type selected is a file upload.
it: Opzione usata in caso il tipo selezionato sia un caricamento file.

source: Read only:
it: Sola lettura:

source: In case the field should be readonly.
it: In caso il campo debba essere in sola lettura.

source: Required:
it: Richiesto:

source: In case the field should be required.
it: In caso che il campo dovrebbe essere obbligatorio.

source: Strip html:
it: Filtro HTML:

source: To enable stripping of any html tags.
it: Per abilitare il filtro dei tag HTML.

source: Field options
it: Opzioni campo

source: Special options for the field.
it: Opzioni speciali per il campo.

source: Values:
it: Valori:

source: A list of values seperated by comma for select, radio and checkbox.
it: Una lista di valori separati da virgola per selezione, radio e check box.

source: Captions:
it: Titoli:

source: A list of captions seperated by comma in the same order entered in values in case it is a radio, checkbox or select.
it: Una lista di titoli separati da virgola nello stesso ordine dei valori inseriti nel caso siano una selezione, un radio o check box.

source: Multiple options
it: Opzioni multiple

source: Options used in case the type selected is a select, radio or checkbox.
it: Opzioni usate nel caso il tipo selezionato sia una selezione, un radio o check box.

source: Edit Content Type Field
it: Modifica Campo Tipo Contenuto

source: The content type field has been successfully modified.
it: Campo del tipo di contenuto modificato con successo.

source: Delete Content Type Field
it: Elimina Campo Tipo Contenuto

source: Type field successfully deleted.
it: Tipo di campo eliminato con successo.

source: Are you sure you want to delete the field?
it: Sicuro di voler eliminare il campo?

source: Field:
it: Campo:

source: Delete Type
it: Elimina Tipo

source: Type successfully deleted.
it: Tipo eliminato con successo.

source: Are you sure you want to delete the type?
it: Sicuro di voler eliminare il tipo?

source: Content Type Fields
it: Campi Tipo Contenuto

source: Add Field
it: Aggiungi Campo

source: Manage Types
it: Gestisci Tipi

source: No fields available click on Add Field to create one.
it: Nessun campo disponibile, clicca su Aggiungi Campo per crearne uno.

source: Input Formats
it: Formati di Ingresso

source: No custom input formats available.
it: Nessun formato di ingresso personalizzato disponibile.

source: Add Language
it: Aggiungi Lingua

source: The language was successfully created.
it: Lingua creata con successo.

source: Language:
it: Lingua:

source: Select the language you want to add to the system.
it: Seleziona la lingua che vuoi aggiungere al sistema.

source: Translator:
it: Traduttore:

source: Main translator for this language.
it: Traduttore principale di questa lingua.

source: E-mail of the main translator.
it: Email del traduttore principale.

source: Contributors:
it: Collaboratori:

source: A list of contributors seperated by a new line for this translation.
it: Lista di collaboratori in questa traduzione suddivisa per riga.

source: Translate content
it: Traduci contenuto

source: Used to generate the meta description for search engines. Leave blank for default.
it: Utilizzato per generare una meta-descrizione per i motori di ricerca. Lascia vuoto per l'impostazione predefinita.

source: Keywords:
it: Parole chiave:

source: List of words seperated by comma (,) used to generate the meta keywords for search engines. Leave blank for default.
it: Lista di parole separate da virgola (,) per i motori di ricerca. Lascia vuoto per l'impostazione predefinita.

source: Meta tags
it: Meta etichette

source: Check your write permissions on the <b>language</b> directory.
it: Verifica i permessi in scrittura per la directory <b>language</b>.

source: Translation saved successfully!
it: Traduzione salvata con successo!

source: Language Info
it: Informazioni Lingua

source: Edit Info
it: Modifica Informazioni

source: Code:
it: Codice:

source: Import POT File
it: Importa File POT

source: Here you can update language strings by uploading a po translation file.
it: Qui puoi aggiornare le stringhe di traduzione caricando un file ".po" di traduzione.

source: Imported a total of
it: Importate un totale di

source: new strings
it: nuove stringhe

source: new strings and updated a total of
it: nuove stringhe e aggiornate un totale di

source: strings
it: stringhe

source: The uploaded file is not supported.
it: Il file caricato non é del formato richiesto.

source: PO file:
it: File PO:

source: A po translation file to import into current translations.
it: Un file "po" di traduzione da importare nella traduzione corrente.

source: Just insert new strings
it: Inserisci nuove stringhe

source: Update and insert new strings
it: Aggiorna e inserisci nuove stringhe

source: Import method
it: Metodo di importazione

source: Upload
it: Carica

source: Edit Language Details
it: Modifica Dettagli Lingua

source: The language was successfully modified.
it: La traduzione é stata modificata con successo.

source: Edit language strings
it: Modifica stringhe della lingua

source: Original text:
it: Testo originale:

source: Original string to translate.
it: Stringhe originali da tradurre.

source: Translation:
it: Traduzione:

source: Meaning of the original text in this language.
it: Traduzione del testo originale.

source: Are you sure you want to delete the string?
it: Sicuro di voler eliminare la stringa?

source: Original string:
it: Testo originale:

source: Add string
it: Aggiungi stringa

source: Import strings
it: Importa stringhe

source: Translated:
it: Tradotto:

source: Total system strings:
it: Totale delle stringhe di sistema:

source: Percent translated:
it: Percentuale tradotta:

source: Previous
it: Precedente

source: Next
it: Seguente

source: Original
it: Originale

source: Translation
it: Traduzione

source: Goto Page:
it: Vai alla Pagina:

source: Go
it: Vai

source: Create Menu
it: Crea Menu

source: Menu successfully created.
it: Menu creato con successo.

source: A machine readable name. For example: my-menu
it: Un nome leggibile per la macchina, per esempio: mio-menu

source: Add Menu Item
it: Aggiungi Voce Menu

source: The menu item was successfully created.
it: Voce di menu creata con successo.

source: The relative path to access a page, for example: section/page, section or the full url like http://domain.com/section. Leave empty to auto-generate.
it: Il percorso relativo per accedere una pagina, per esempio: section/page, sezione oppure la URL completa come http://dominio.com/section. Lasciare vuoto per auto-generarla.

source: New Window
it: Nuova Finestra

source: Current Window
it: Finestra Corrente

source: Parent frameset
it: Frameset principale

source: Full body of window
it: Tutta la finestra

source: Target:
it: Destinazione:

source: Parent:
it: Padre:

source: Show item elements?:
it: Visualizzare gli elementi dell'oggetto?

source: Expanded
it: Espandi

source: Edit Menu Item
it: Modifica Voci Menu

source: The menu item was successfully edited.
it: Voce del menu modificata con successo.

source: Menu Configuration
it: Configurazione Menu

source: Your changes have been successfully saved.
it: Le tue modifiche sono state salvate con successo.

source: Primary menu:
it: Menu principale:

source: Menu returned on the $primary_links template variable
it: Menu associato alla variabile $primary_links

source: Secondary menu:
it: Menu secondario:

source: Menu returned on the $secondary_links template variable
it: Menu associato alla variabile $secondary_links

source: Delete Menu
it: Elimina Menu

source: Menu successfully deleted.
it: Menu eliminato con successo.

source: Can't delete primary menu.
it: Non é possibile eliminare il menu principale.

source: Can't delete secondary menu.
it: Non é possibile eliminare il menu secondario.

source: Are you sure you want to delete the menu?
it: Sicuro di voler eliminare il menu?

source: Delete Menu Item
it: Elimina Menu

source: Menu item successfully deleted.
it: Menu eliminato con successo.

source: Are you sure you want to delete the menu item?
it: Sicuro di voler eliminare la voce del menu?

source: Rename Menu
it: Rinomina Menu

source: Menu successfully renamed.
it: Menu rinominato con successo.

source: New name:
it: Nuovo nome:

source: Add
it: Aggiungi

source: The page was successfully created.
it: Pagina creata con successo.
