Repository: ciptard/jariscms
Catalog: data/main/language/*/strings.po
Languages: it

source: Page not found
it: Pagina non trovata

source: Control Center
it: Centro di Controllo

source: Theme Info
it: Informazioni sul tema

source: User Logout
it: Esci

source: Successfully logged out!
it: Uscita effettuata con successo.

source: Click Here
it: Clicca Qui

source: to go back to home page.
it: per tornare alla pagina principale.

source: Languages
it: Lingue

source: View language info.
it: Visualizza le informazioni sulla traduzione.

source: Edit strings
it: Modifica stringhe

source: Small descriptive popup shown to user on mouse over.
it: Breve descrizione da visualizzare al passaggio del mouse.

source: The language already exist.
it: Lingua già esistente.

source: Language could not be added, check your write permissions on the <b>language</b> directory.
it: La lingua non può essere aggiunta, controlla i tuoi permessi per la directory <b>language</b>.

source: The following modules need to be installed first:
it: I seguenti moduli devono essere installati:

source: This module is a dependency and can't be uninstalled.
it: Questo modulo é una dipendenza e non può essere disinstallato.

source: You need to provide all the required fields, the ones marked with asterik.
it: Devi specificare tutti i campi richiesti, contrassegnati con l'asterisco.

source: The sum you entered is incorrect.
it: La somma inserita non é corretta.

source: characters left
it: caratteri rimanenti

source: Incorrect file type selected. The type should be:
it: File selezionato di tipo non corretto. Dovrebbe essere:

source: January
it: Gennaio

source: February
it: Febbraio

source: March
it: Marzo

source: April
it: Aprile

source: May
it: Maggio

source: June
it: Giugno

source: July
it: Luglio

source: August
it: Agosto

source: September
it: Settembre

source: October
it: Ottobre

source: November
it: Novembre

source: December
it: Dicembre

source: Jan
it: Gen

source: Jun
it: Giu

source: Jul
it: Lug

source: Aug
it: Ago

source: Sep
it: Set

source: Oct
it: Ott

source: Dec
it: Dic

source: SU
it: DO

source: MO
it: LU

source: TU
it: MA

source: WE
it: ME

source: TH
it: GI

source: FR
it: VE

source: Selected date is out of range
it: La data selezionata é fuori intervallo.

source: Enter the sum of
it: Inserisci la somma di

source: The page you was searching doesn't exists.
it: La pagina che stai cercando non esiste.

source: JarisCMS - Copyright JegoYalu.com. All rights reserved.
it: JarisCMS - Copyright JegoYalu.com. Tutti i diritti sono riservati.

source: Check your write permissions on the data directory.
it: Controlla i tuoi permessi in scrittura per la directory data.

source: Check your write permissions on the language directory.
it: Controlla i tuoi permessi in scrittura per la directory language.

source: Translations could not be repositioned with the new uri. Check your write permissions on the language directory.
it: Le traduzioni non possono essere riposizionate nella nuova URI. Controlla i tuoi permessi in scrittura per la directory language.

source: Translations could not be deleted. Check your write permissions on the language directory.
it: Le traduzioni non possono essere eliminate. Controlla i tuoi permessi in scrittura per la directory language.

source: The file type must be JPEG, PNG or GIF.
it: Il file deve essere del tipo JPEG, PNG o GIF.

source: The group machine name is already in use.
it: Nome gruppo per la macchina già in uso.

source: This is a system group and can not be deleted.
it: Questo gruppo é di sistema e non può essere eliminato.

source: This is a system group and its machine name can not be modified.
it: Questo gruppo di sistema e il suo nome per la macchina non possono essere modificati.

source: The menu machine name is already in use.
it: Nome del menu per la macchina già in uso.

source: The type machine name is already in use.
it: Nome del tipo per la macchina già in uso.

source: The input format machine name is already in use.
it: Nome del formato di ingresso per la macchina già in uso.

source: The category machine name is already in use.
it: Nome della categoria per la macchina già in uso.

source: This is a system type and can not be deleted.
it: Questo tipo é di sistema e non può essere eliminato.

source: The username is already in use.
it: Nome utente già in uso.

source: Theres no user that match your criteria on the system.
it: Nessun utente trovato nel sistema usando i tuoi criteri di ricerca.

source: Operation could not be completed.
it: L'operazione non può essere completata.

source: Create new content.
it: Crea nuovo contenuto.

source: Navigate
it: Naviga

source: View and edit existing content.
it: Visualizza e modifica contenuto esistente.

source: Add Type
it: Aggiungi Tipo

source: Create new content type.
it: Crea nuovo tipo per il contenuto.

source: View and edit existing content types.
it: Visualizza e modifica tipi per il contenuto esistenti.

source: Add Input Format
it: Aggiungi Formato Ingresso

source: Create new content input format.
it: Crea un nuovo formato di ingresso per il contenuto.

source: Manage Input Formats
it: Gestisci Formati Ingresso

source: View and edit existing content input formats.
it: Visualizza e modifica formati di ingresso per il contenuto esistenti.

source: Add Category
it: Aggiungi Categoria

source: Create new content categories.
it: Crea una nuova categoria per il contenuto.

source: Manage Categories
it: Gestisci Categorie

source: View and edit existing content categories.
it: Visualizza e modifica categorie per il contenuto esistenti.

source: Content
it: Contenuto

source: Create new blocks.
it: Crea nuovi blocchi.

source: Manage
it: Gestisci

source: View and edit existing blocks.
it: Visualizza e modifica blocchi di contenuto esistenti.

source: Create new menu.
it: Crea nuovo menu.

source: View and edit existing menus and its menu items.
it: Visualizza e modifica menu e voci di menu esistenti.

source: Create new user.
it: Crea nuovo utente.

source: View and edit existing users.
it: Visualizza e modifica utenti registrati.

source: Create new group.
it: Crea nuovo gruppo.

source: View and edit existing groups.
it: Visualizza e modifica gruppi esistenti.

source: Modify site settings.
it: Modifica le impostazioni del sito.

source: Search Engine
it: Motore di Ricerca

source: Change the settings of the search page.
it: Modifica le impostazioni della pagina di ricerca.

source: Theme
it: Tema

source: View and choose site theme.
it: Visualizza e scegli un tema per il sito.

source: View current jaris version and developer information.
it: Versione attuale di Jaris CMS e informazioni sugli sviluppatori.

source: Settings
it: Impostazioni

source: Add another language to the system.
it: Aggiungi un'altra lingua al sistema.

source: Manage available languages on the system.
it: Gestisci lingue disponibili nel sistema.

source: Install or uninstall modules to the system.
it: Installa o disinstalla moduli nel sistema.

source: edit
it: modifica

source: error:
it: errore:

source: The username or password you entered is incorrect.
it: Nome utente o password inserita errata.

source: A new account has been created and is pending for administration approval.
it: E' stato creato un nuovo account ed é in attesa di accettazione da parte di un amministratore.

source: For more details or approve this registration visit the users management page:
it: Per maggiori dettagli o per accettare questa registrazione, visita la pagina di gestione utenti:

source: New registration pending for approval
it: Nuova registrazione in attesa di accettazione

source: view more
it: mostra altro

source: -None Selected-
it: -Nessuna Selezione-

source: Create
it: Crea

source: Return Code
it: Codice di Ritorno

source: Select input format
it: Seleziona formato di ingresso

source: Edit post settings
it: Modifica impostazioni pubblicazione

source: Select type
it: Seleziona tipo

source: Select groups
it: Seleziona gruppi

source: Add/Edit Meta Tags
it: Aggiungi/Modifica Meta Tags

source: Permit manually enter uri
it: Permetti inserimento URI manualmente

source: Can edit all users content
it: Può modificare i contenuti di tutti gli utenti

source: Edit upload width
it: Modifica grandezza caricamenti

source: Configure
it: Configura

source: Content Blocks
it: Blocchi Contenuto

source: Content Types
it: Tipi Contenuto

source: Menu Items
it: Voci Menu

source: Types Access
it: Tipi Accesso

source: File size exceeded by
it: Grandezza file eccede di

source: Maximum size permitted is:
it: Grandezza massima ammessa:

source: Incorrect file type uploaded for
it: File caricato di tipo non corretto per:

source: Supported file formats are:
it: Formati file supportati:

source: Incorrect image type uploaded for
it: Tipo di immagine caricata non corretto per

source: Supported image formats are: jpeg, png and gif
it: Formati file immagine supportati: JPEG, PNG e GIF

source: Allowed file types:
it: Tipi di file ammessi:

source: all
it: tutti

source: Maximum allowed size is:
it: Limite grandezza file ammesso:

source: Current file:
it: File attuale:

source: Allowed image types: jpeg, png, gif
it: Tipi di file immagine ammessi: JPEG, PNG, GIF

source: Current image:
it: Immagine corrente:

source: Pending Approval
it: Attesa Accettazione

source: Blocked
it: Bloccato

source: Your password has been reset.
it: La tua password é stata reimpostata.

source: Hi
it: Ciao

source: Your current username is:
it: Il tuo nome utente attuale é:

source: The new password for your account is:
it: La nuova password del tuo account é:

source: Is recommended that you log in and change the password as soon as possible.
it: Si consiglia di effettuare l'accesso e cambiare la password il prima possibile.

source: To log in access the following url:
it: Per accedere usare la seguente URL:

source: Edit My Account
it: Modifica Mio Account

source: View My Profile
it: Visualizza Mio Profilo

source: Welcome Administrator!
it: Benvenuto Amministratore!

source: Now that you are logged in you can start modifying the website as you need.
it: Ora che hai effettuato l'accesso puoi cominciare a modificare il tuo sito a tuo piacimento.

source: Welcome
it: Benvenuto

source: Now that you are logged in you can enjoy the privileges of registered users on
it: Ora che hai effettuato l'accesso puoi beneficiare dei privilegi degli utenti registrati in

source: Logout
it: Esci

source: Full HTML
it: HTML Completo

source: Supports all html tags
it: Supporta tutti i tag HTML

source: PHP Code
it: Codice PHP

source: For executing php code with no filtering.
it: Per eseguire codice PHP senza filtri.
