Repository: ciptard/jariscms
Catalog: data/main/language/*/strings.po
Languages: it

source: You do not have permissions to add content of that type.
it: Non hai i permessi per aggiungere questo tipo di contenuto.

source: Overrides the original page title on search engine results. Leave blank for default.
it: Sostituisce il titolo originale della pagina dei risultati del motore di ricerca. Lascia vuoto per l'impostazione predefinita.

source: Input Format
it: Formato di Ingresso

source: Users Access
it: Accesso Utenti

source: Select the groups that can see this content. Don't select anything to display content to everyone.
it: Seleziona i gruppi che possono visualizzare questo contenuto. Non selezionare nulla per permettere la visualizzazione del contenuto a chiunque.

source: The relative path to access the page, for example: section/page, section. Leave empty to auto-generate.
it: Percorso relativo per accedere alla pagina, per esempio: section/page, section. Lascia vuoto per auto-generarla.

source: Add Content
it: Aggiungi Contenuto

source: You do not have permissions to add content of any type. Ask the administrator for access.
it: Non hai i permessi per aggiungere contenuti di alcun tipo. Contattare l'amministratore.

source: Translate Page
it: Traduci Pagina

source: View
it: Vista

source: Blocks
it: Blocchi

source: Images
it: Immagini

source: Files
it: File

source: Translate
it: Traduci

source: Code
it: Codice

source: Add Image
it: Aggiungi Immagine

source: Image uploads not permitted for this content type.
it: Caricamento immagini non permesso per questo tipo di contenuto.

source: Maximum image uploads reached.
it: Massimo numero di caricamento immagini raggiunto.

source: The image was successfully added.
it: Immagine aggiunta con successo.

source: Image file:
it: File immagine:

source: Maximun width:
it: Larghezza massima:

source: The width the image should be resized to.
it: Larghezza di ridimensionamento immagine.

source: default:
it: predefinito:

source: Delete Image
it: Elimina Immagine

source: Image successfully deleted.
it: Immagine eliminata con successo.

source: Are you sure you want to delete the image?
it: Sicuro di voler eliminare l'immagine?

source: Thumbnail
it: Anteprima

source: Click to enlarge
it: Clicca per ingrandire

source: No images available click Add Image to create one.
it: Nessuna immagine disponibile, clicca Aggiungi Immagine per aggiungerne una.

source: No images available.
it: Nessuna immagine disponibile.

source: The content you was trying to edit is a system page.
it: Il contenuto che stai tentando di modificare é una pagina di sistema.

source: Translations repositioned.
it: Traduzioni riposizionate.

source: Add Page Block
it: Aggiungi Blocco Pagina

source: The blocks was successfully created.
it: Blocchi creati con successo.

source: Header
it: Intestazione

source: Left
it: Sinistra

source: Right
it: Destra

source: Center
it: Centro

source: Footer
it: Pié di pagina

source: None
it: Nessuno

source: Position:
it: Posizione:

source: Select the groups that can see the block. Don't select anything to display block to everyone.
it: Seleziona i gruppi che possono visualizzare i blocchi. Non permettere a tutti di visualizzarli.

source: The uri of the page to display a summary.
it: URI della pagina per visualizzare il sommario.

source: Post Settings
it: Impostazioni Post

source: Return Code:
it: Codice di Ritorno:

source: PHP code enclosed with &lt;?php code ?&gt; to evaluate if block should display by printing true or false. for example: &lt;?php if(JarisCMS\Security\IsUserLogged()) print "true"; else print "false"; ?&gt;
it: Codice PHP racchiuso con &lt;?php code ?&gt; per valutare se il blocco debba essere visualizzato ritornando vero o falso, per esempio: &lt;?php if(JarisCMSSecurityIsUserLogged()) print "true"; else print "false"; ?&gt;

source: Blocks Post Settings
it: Impostazioni Blocchi Post

source: Create Block
it: Crea Blocco

source: Create Post Block
it: Crea Blocco Post

source: Post settings successfully saved.
it: Impostazioni post salvate con successo.

source: Display post title
it: Visualizza titolo post

source: Thumbnail width:
it: Larghezza dell'anteprima:

source: The maximum width of the image thumbnail in pixels.
it: Larghezza massima dell'anteprima dell'immagine in pixel.

source: Thumbnail height:
it: Altezza dell'anteprima:

source: The maximum height of the image thumbnail in pixels.
it: Altezza massima dell'anteprima dell'immagine in pixel.

source: Background color:
it: Colore di sfondo:

source: The background color of the thumbnail in case is neccesary.
it: Colore di sfondo dell'anteprima se richiesto.

source: Keep aspect ratio?
it: Mantenere le proporzioni?

source: Display image thumbnail
it: Visualizza anteprima immagine

source: Display view more link
it: Visualizza più link

source: Maximun amount of words:
it: Quantità massima di parole:

source: Amount of words displayed of the page summary.
it: Quantità massima di parole visualizzate nella pagina del sommario.

source: Add Page Block Post
it: Aggiungi Pagina Blocco Post

source: Displayed on the web browser title bar and inside the website.
it: Visualizzato nella barra del titolo del web browser e all'interno del sito.

source: The relative path to access the page, for example: section/page, section
it: Percorso relativo per accedere alla pagina, per esempio: section/page

source: Edit Page Block
it: Modifica Blocco Pagina

source: Your changes have been saved to the block.
it: Le tue modifiche sono state salvate nel blocco.

source: Delete Page Block
it: Elimina Blocco Pagina

source: Block successfully deleted.
it: Blocco eliminato con successo.

source: Are you sure you want to delete the block?
it: Sicuro di voler eliminare questo blocco?

source: Page successfully deleted.
it: Pagina eliminata con successo.

source: Translations successfully deleted.
it: Traduzione eliminata con successo.

source: Are you sure you want to delete this?
it: Sicuro di voler eliminarlo?

source: Page Blocks
it: Blocchi Pagina

source: Position
it: Posizione

source: No block available.
it: Nessun blocco disponibile.

source: Pages List
it: Lista Pagine

source: Submit
it: Invia

source: Author
it: Autore

source: About JarisCMS
it: Informazioni su JarisCMS

source: You are using Jaris CMS Version:
it: Stai usando JarisCMS Versione:

source: Copyright &copy; 2008 - 2010, All Rights Reserved by JegoYalu.
it: Copyright &copy; 2008 - 2010, Tutti i diritti riservati per JegoYalu.

source: JarisCMS is developed by JegoYalu
it: JarisCMS é sviluppato da JegoYalu

source: and is under the GPL license
it: ed é sotto licenza GPL

source: Upload Sqlite Backup
it: Carica Backup SQLite

source: By uploading a backup you will overwrite any existing data on a database.
it: Caricando un backup sovrascriverai i dati della versione precedente.

source: Warning
it: Attenzione

source: Database restored.
it: Database ripristinato.

source: Database could not be restored
it: Il database non può essere ripristinato

source: An sql or zip backup file generated by the sqlite backup center.
it: Backup in formato sql o zip generato dal centro backup sqlite.

source: Delete Sqlite Database
it: Elimina Database SQLite

source: Database successfully deleted.
it: Database SQLite eliminato con successo.

source: Are you sure you want to delete the database?
it: Sicuro di voler eliminare il database?

source: Backup successfully updated.
it: Backup aggiornato con successo.

source: Backup successfully created.
it: Backup creato con successo.

source: Clear Page Cache
it: Pulisci Cache Pagina

source: Page cache cleared successfully.
it: Cache delle pagine cancellata con successo.

source: Are you sure you want to clear the page cache?
it: Sicuro di voler cancellare la cache delle pagine?

source: Clear Image Cache
it: Pulisci Cache Immagini

source: Image cache cleared successfully.
it: Cache delle immagini cancellata con successo.

source: Are you sure you want to clear the image cache?
it: Sicuro di voler cancellare la cache delle immagini?

source: To run cron jobs automatically you need to set a command to execute on your operating system crontab as the following examples:
it: Per avviare i cron jobs automaticamente, devi impostare un comando per eseguire crontab nel tuo sistema operativo come nei seguenti esempi:

source: Last time cron jobs executed:
it: Ultima volta che sono stati eseguiti cron jobs:

source: never
it: mai

source: Run cron jobs?
it: Eseguire i cron jobs?

source: The process of running the cron jobs could take a long time. Execute jobs now?
it: Il processo di avvio dei cron jobs potrebbe richiedere molto tempo. Eseguirlo ora?

source: Mailer Settings
it: Impostazioni Mailer

source: Mail (default)
it: Mail (predefinito)

source: Mailing system:
it: Sistema di posta:

source: From name:
it: Nome mittente:

source: The name used on the from email.
it: Nome del mittente usato per la email.

source: From e-mail:
it: E-mail mittente:

source: The email used on the from email.
it: Indirizzo e-mail usato dal mittente.

source: Authentication:
it: Autentificazione:

source: Port:
it: Porta:

source: SMTP Configuration
it: Impostazione SMTP

source: Search Settings
it: Impostazioni Ricerca

source: Enables displaying the searched categories as the title of the search page.
it: Abilita la visualizzazione delle categorie ricercate come titolo della pagina di ricerca.

source: Display category titles?
it: Visualizzare titoli categoria?

source: Width:
it: Larghezza:

source: The pixels width of the image displayed on search results. Default: 60px
it: Larghezza dell'immagine visualizzata nei risultati di ricerca. Predefinita: 60px

source: Height:
it: Altezza:

source: The pixels height of the image displayed on search results. Default: 60px
it: Altezza dell'immagine visualizzata nei risultati di ricerca. Predefinita: 60px

source: The background color of images when forced aspect ratio in html notation, example: d3d3d3.
it: Colore di sfondo delle immagini con proporzioni forzate nel formato html, esempio: d3d3d3.

source: Display Images
it: Visualizza Immagini

source: Types where displaying images
it: Tipi dove visualizzare le immagini

source: Content type fields
it: Campi di tipi di contenuto

source: A list of field names in the format Label:field_name separated by comma for each content type that are displayed on search results. Example: Description:content, Page Views:views, etc.
it: Lista di nomi campo nel formato Label:field_name separati da virgola per ogni tipo di contenuto visualizzato nei risultati di ricerca. Esempio: Description:content, Page Views:views, etc.

source: Sqlite Database Center
it: Centro Database SQLite

source: Upload Database Backup
it: Carica Backup Database

source: You need to backup first to be able to download.
it: Devi creare prima un backup per poter scaricare.

source: Download Backup
it: Scarica Backup

source: Update Backup
it: Aggiorna Backup

source: Reindex SQLite Search Engine Database
it: Re-indicizza Database Motore Ricerca SQLite

source: Indexation of SQLite search database completed.
it: Indicizzazione del database SQLite di ricerca completata.

source: The proces of recreating sqlite search engine index could take some time. Are you sure you want do this?
it: Il processo di re-indicizzazione del database SQLite del motore di ricerca potrebbe richiedere molto tempo. Sicuro di volerlo eseguire ora?

source: Module Info
it: Informazioni del Modulo

source: Version:
it: Versione:

source: Author:
it: Autore:

source: Website:
it: Sito internet:

source: Upgrade Module
it: Aggiorna Modulo

source: Module successfully upgraded.
it: Modulo aggiornato con successo.

source: Uninstall Module
it: Disinstalla Modulo

source: Module successfully uninstalled.
it: Modulo disinstallato con successo.

source: Install Module
it: Installa Modulo

source: Module successfully installed.
it: Modulo installato con successo.

source: Add Block
it: Aggiungi Blocco

source: The block was successfully created.
it: Blocco aggiunto con successo.

source: Display in all pages except the listed ones.
it: Visualizza in tutte le pagine eccetto quelle in lista.

source: Just display on the listed pages.
it: Visualizza solo le pagine nella lista.

source: Pages:
it: Pagine:

source: List of uri's seperated by comma (,). Also supports the wildcard (*), for example: my-section/*
it: Lista URI divise da virgola. Carattere jolly supportato (*). Esempio: mia-sezione/*

source: Edit Block
it: Modifica Blocco

source: Delete Block
it: Elimina Blocco

source: Can't delete system generated block.
it: Non é possibile eliminare un blocco generato dal sistema.

source: Description:
it: Descrizione:

source: Create Category
it: Crea Categoria

source: Subcategories
it: Sotto-categorie

source: The user has been successfully created.
it: Utente creato con successo.

source: A picture displayed in user post, comments, etc...
it: Immagine da visualizzare nelle pubblicazioni (avatar).

source: Group:
it: Gruppo:

source: The group where the user belongs.
it: Il gruppo di appartenenza dell'utente.

source: Status:
it: Stato:

source: The account status of this user.
it: Stato dell'account per questo utente.

source: Edit User
it: Modifica Utente

source: My Account Details
it: Dettagli Mio Account

source: The New password and Verify password doesn't match.
it: La nuova password e quella di verifica non coincidono.

source: Your account has been activated.
it: Il tuo account é stato attivato.

source: Login by visiting:
it: Accesso visitando:

source: Account Activated
it: Account Attivato

source: The name that others can see.
it: Il nome che gli altri utenti visualizzeranno.

source: Personal text:
it: Frase personale:

source: Writing displayed on your profile page.
it: Frase visualizzata nella tua pagina del profilo.

source: The email used in case you forgot your password or to contact you.
it: Email usata nel caso di smarrimento della tua password o per contattarti.

source: New password:
it: Nuova password:

source: You can enter a new password to change actual one.
it: Puoi reinserire una password per cambiare quella corrente.

source: Re-enter the new password to verify it.
it: Reinserisci la nuova password per la verifica.

source: A picture displayed in user post, comments, etc. Maximun size of:
it: Immagine da visualizzare nelle pubblicazioni (avatar). Grandezza massima:

source: Last login from ip:
it: Ultimo accesso dall'IP:

source: Export Users List
it: Esporta Lista Utenti

source: Download Last Generated
it: Scarica Ultimo Generato

source: The process of creating a csv file of the users database could take a long time.<br />Do you want to the generate export file?
it: Il processo per creare un file csv degli utenti registrati nel database può richiedere molto tempo. <br /> Generare il file di esportazione?

source: Delete User
it: Elimina Utente

source: User successfully deleted.
it: Utente eliminato con successo.

source: This action will also delete all users content.
it: Questa azione eliminerà anche tutti i contenuti dell'utente.

source: Are you sure you want to delete the user?
it: Sicuro di voler eliminare l'utente?

source: Re-index Users Database
it: Re-indicizza Database Utenti

source: Re-index Users List
it: Re-indicizza Lista Utenti

source: Indexation of users database completed.
it: Indicizzazione del database utenti completata.

source: The process of recreating the users database list could take a long time. Are you sure you want to do this?
it: Il processo per ricreare il database utenti può richiedere molto tempo. Sicuro di procedere ora?

source: Users List
it: Lista Utenti

source: Filter view by group:
it: Filtra visualizzazione per gruppo:

source: status:
it: stato:

source: Total users:
it: Totale utenti:

source: Username
it: Nome utente

source: Status
it: Stato

source: Register date
it: Data di registrazione

source: Active
it: Attivo

source: The category has been successfully created.
it: La categoria é stata creata con successo.

source: A readable machine name, like for example: my-category.
it: Un nome leggibile per la macchina, per esempio: mia-categoria.

source: A human readable name like for example: My Category.
it: Un nome leggibile per la categoria, per esempio: Mia Categoria.

source: A brief description of the category.
it: Breve descrizione della categoria.

source: Enable multiple selection?:
it: Abilitare la multi selezione?:

source: Multiple
it: Multipla

source: Enable subcategory name sorting?:
it: Abilitare l'ordinamento delle sotto-categorie per nome?:

source: Subcategory sorting
it: Ordina sotto-categoria

source: To enable or disable automatic sorting.
it: Abilita o disabilita l'ordinamento automatico.

source: Edit Category
it: Modifica categoria

source: The machine name of the category.
it: Il nome della categoria per la macchina.

source: Delete Category
it: Elimina Categoria

source: Category successfully deleted.
it: Categoria eliminata con successo.

source: Are you sure you want to delete the category?
it: Sicuro di voler eliminare la categoria?

source: Category:
it: Categoria:

source: Create Subcategory
it: Crea Sotto-Categoria

source: Parent
it: Padre

source: No subcategories available.
it: Nessuna sotto-categoria disponibile.

source: Add Subcategory
it: Aggiungi Sotto-Categoria

source: The subcategory was successfully created.
it: Sotto-categoria creata con successo.

source: Edit Subcategory
it: Modifica Sotto-Categoria

source: The subcategory was successfully edited.
it: Sotto-categoria modificata con successo.

source: Delete Subcategory
it: Elimina Sotto-Categoria

source: Subcategory successfully deleted.
it: Sotto-categoria eliminata con successo.

source: Are you sure you want to delete the subcategory?
it: Sicuro di voler eliminare la sotto-categoria?

source: The group has been successfully created.
it: Gruppo creato con successo.

source: A readable machine name, like for example: my-group.
it: Un nome leggibile per la macchina, per esempio: mio-gruppo.

source: A human readable name like for example: My Group.
it: Un nome leggibile per il gruppo, per esempio: Mio Gruppo.

source: A brief description of the group.
it: Breve descrizione del gruppo.

source: Group Permissions
it: Permessi del Gruppo

source: The changes have been successfully saved.
it: Le modifiche sono state salvate con successo.

source: Edit Group
it: Modifica Gruppo

source: Delete Group
it: Elimina Gruppo

source: Group successfully deleted.
it: Gruppo eliminato con successo.

source: Are you sure you want to delete the group?
it: Sicuro di voler eliminare il gruppo?

source: Menus
it: Menu

source: Configuration
it: Configurazione

source: Add Item
it: Aggiungi Oggetto

source: Rename
it: Rinomina

source: No menu items available.
it: Nessun menu disponibile.

source: Modules
it: Moduli

source: Dependencies
it: Dipendenze

source: View module info.
it: Visualizza informazioni del modulo.

source: Enabled
it: Abilitato

source: Version installed:
it: Versione installata:

source: Actual version:
it: Versione attuale:

source: Disabled
it: Disabilitato

source: Install
it: Installa

source: Uninstall
it: Disinstalla

source: Upgrade
it: Aggiorna

source: Site Settings
it: Impostazioni Sito

source: Sqlite Backups
it: Backup Sqlite

source: Re-index SQLite Search
it: Re-indicizza Ricerca SQLite

source: Override settings
it: Sovrascrivi impostazioni

source: Status title:
it: Titolo Status:

source: A brief description of site status like: Under Construction
it: Una breve descrizione dello status del sito come "Lavori In Corso".

source: Status Description:
it: Descrizione Status:

source: A detailed description of the site status.
it: Descrizione dettagliata dello status del sito.

source: Site Status
it: Status del Sito

source: Site title:
it: Titolo del Sito:

source: Auto detect base url?
it: Auto-rilevazione della URL base?

source: Site url:
it: URL del sito:

source: A short phrase that describes your company or organization goals.
it: Breve descrizione della tua azienda o organizzazione.

source: Footer message:
it: Messaggio a pié di pagina:

source: Site info
it: Informazioni sito

source: auto-detect
it: auto-rileva

source: Site language:
it: Lingua del sito:

source: Timezone:
it: Fuso orario:

source: Language and Timezone
it: Lingua e Fuso Orario

source: Require administrator approval?
it: Richiede abilitazione da un amministratore?

source: Registrator can select group?
it: Può scegliere dei gruppi?

source: Groups the registrator can select
it: Gruppi da selezionare per l'utente

source: Group
it: Gruppo

source: Requires Approval
it: Richiede Approvazione

source: Benefits:
it: Benefici:

source: This will be displayed on My Account (admin/user) login page. You can input html and php code.
it: Questo verrà visualizzato nella pagina Mio Account (admin/user). Puoi utilizzare sia codice HTML che PHP.

source: Terms and conditions:
it: Termini e condizioni:

source: The terms and conditions users have to agree before registering.
it: Termini e condizioni i quali gli utenti devono conoscere prima di registrarsi.

source: New registrations
it: Nuove registrazioni

source: Enables or disable public registrations to the site at the register page.
it: Attiva o disattiva le registrazioni pubbliche del sito nella pagina delle registrazioni.

source: Login and Authentication
it: Accesso e Autenticazione

source: Enables or disable the validation of user ip address, this increases security but may result on user logout on dynamic mobile connections that constantly change ip address.
it: Abilita o disabilita la validazione degli utenti tramite indirizzo IP, questo per aumentare la sicurezza ma può risultare nella disconnessione usando connessioni dinamiche via cellulare, le quali cambiano frequentemente indirizzo IP.

source: PHP pages caching?
it: Caching delle pagine PHP?

source: Select databases to ignore on timestamp check
it: Seleziona database da ignorare nella verifica delle date

source: Select types to disable page caching
it: Seleziona tipi dove disabilitare il caching delle pagine

source: Page Caching
it: Caching delle Pagine

source: Enables or disable the caching of pages content for fast retrieving.
it: Abilita o disabilita il caching delle pagine per velocizzare i processi.

source: Special option that improves performance on embedded devices or low performance servers.
it: Opzione speciale per migliorare le prestazioni nei dispositivi embedded o server a basse prestazioni.

source: Script stats
it: Statistiche

source: Enables or disable the display of script stats at the end of page. For the purpose of measuring JarisCMS performance.
it: Abilita o disabilita la visualizzazione delle statistiche alla fine della pagina. Utile per misurare il rendimento di JarisCMS.

source: Public profiles
it: Profili pubblici

source: User profiles
it: Profili utente

source: Size:
it: Dimensione:

source: The maximun width and height of the picture in the format 100x150 where 100 = width and 150 height.
it: Larghezza e altezza massimi per le immagini nel formato 100x150.

source: User picture
it: Avatar

source: The maximun width for uploaded images.
it: Larghezza massima delle immagini caricate.

source: Image quality:
it: Qualità immagine:

source: A range from 0 (worst quality, smaller file) to 100 (best quality, biggest file) for jpeg files.
it: Intervallo da 0 (peggiore qualità, file di piccole dimensioni) a 100 (migliore qualità, file di maggiori dimensioni) per i file JPEG.

source: Image compression
it: Compressione immagine

source: Clean url
it: URL semplificate

source: The uri to the page used as the home page.
it: URI utilizzata per la pagina principale

source: Home page
it: Pagina principale

source: The uri to the page used as the page not found result.
it: URI utilizzata per la pagina di contenuto non trovato.
