Repository: ciptard/jariscms
Catalog: modules/animated_blocks/language/*/strings.po
Languages: es, it

source: Add Animated Block
es: Añadir Bloque Animado
it: Aggiungi Blocco Animato

source: Create blocks with a transition of slides of images or content.
it: Crea blocchi con una transizione di diapositive di immagini o contenuti.

source: Create Animated Block
es: Crear Bloque Animado
it: Crea Blocco Animato

source: The block was successfully created.
es: El bloque ha sido creado exitosamente.
it: Blocco creato con successo.

source: Header
es: Encabezado
it: Intestazione

source: Left
es: Izquierda
it: Sinistra

source: Right
es: Derecho
it: Destra

source: Center
es: Centro
it: Centro

source: Footer
es: Pie
it: Piè di pagina

source: None
es: Ninguno
it: Nessuno

source: Position:
es: Posición:
it: Posizione:

source: Description:
es: Descripción:
it: Descrizione:

source: Title:
es: Titulo:
it: Titolo:

source: Pre-content:
it: Pre-contenuto

source: Content that will appear above the slides.
it: Il contenuto apparirà sopra le diapositive.

source: Sub-content:
it: Sub-contenuto

source: Content that will appear below the slides.
it: Il contenuto apparirà sotto le diapositive.

source: Users Access
es: Acceso a Usuarios
it: Accesso Utenti

source: Select the groups that can see the block. Don't select anything to display block to everyone.
es: Seleccione los grupos que pueden ver el bloque. No soleccione nada si quiere mostrarlo a todos.
it: Seleziona i gruppi che possono visualizzare il blocco. Non selezionare nulla per renderlo visibile a tutti.

source: Positions Per Theme
it: Posizioni Per Tema

source: Select the position where the block is going to be displayed per theme.
it: Seleziona la posizione dove verrà visualizzato il blocco per tema.

source: Display in all pages except the listed ones.
es: Se muestra en todas las páginas excepto en las que se listan.
it: Visualizza in tutte le pagine eccetto quelle in lista.

source: Just display on the listed pages.
es: Mostrar solamente en las páginas listadas.
it: Visualizza solo nelle pagine in lista.

source: Pages:
es: Páginas:
it: Pagine:

source: List of uri's seperated by comma (,). Also supports the wildcard (*), for example: my-section/*
es: Lista de uri's separados por coma(,). También soporta el wildcard(*), por ejemplo: mi-seccion/*
it: Lista di URI separate da virgola. Supporta anche il carattere jolly (*), per esempio mia-sezione/*

source: Return Code:
es: Código de Regreso:
it: Codice di Ritorno:

source: PHP code enclosed with &lt;?php code ?&gt; to evaluate if block should display by printing true or false. for example: &lt;?php if(JarisCMS\Security\IsUserLogged()) print "true"; else print "false"; ?&gt;
it: Codice PHP da includere con &lt;?php code ?&gt; per valutare se il blocco debba essere visualizzato ritornando vero o falso, per esempio: &lt;?php if(JarisCMS\Security\IsUserLogged()) print "true"; else print "false"; ?&gt;

source: Save
es: Guardar
it: Salva

source: Cancel
es: Cancelar
it: Annulla

source: Edit Animated Block
es: Editar Bloque Animado
it: Modifica Blocco Animato

source: Your changes have been saved to the block.
es: Tus cambios han sido guardados.
it: Le tue modifiche sono state apportate al blocco.

source: Edit
es: Editar
it: Modifica

source: Settings
it: Impostazioni

source: Slides
es: Diapositivas
it: Diapositive

source: Delete
es: Eliminar
it: Elimina

source: Blocks
es: Bloques
it: Blocchi

source: Block Effect Settings
es: Configuraciones de Efectos del Bloque
it: Impostazioni Effetti Blocco

source: Effect changes saved.
es: Los Effectos han sido guardados.
it: Impostazione degli effetti salvate.

source: Enable
es: Habilitado
it: Abilita

source: Disable
es: Inhabilitado
it: Disabilita

source: Width:
es: Ancho:
it: Larghezza:

source: The width in pixels of the animated area. Example: 400px
es: El ancho en píxeles del área animada. Ejemplo: 400px
it: Larghezza in pixel dell'area dell'animazione. Esempio: 400px

source: Height:
es: Alto:
it: Altezza:

source: The height in pixels of the animated area. Example: 350px
es: El alto en píxeles del área animada. Ejemplo: 350px
it: Altezza in pixel dell'area dell'animazione. Esempio: 350px

source: Background color:
es: Color de Fondo:
it: Colore di Sfondo:

source: The main background color.
es: El color principal de fondo.
it: Colore principale di sfondo.

source: Transparent background?
it: Sfondo trasparente?

source: To disable the background color.
it: Disabilita il colore di sfondo.

source: Autogenerate information?
es: ¿Autogenerar información?
it: Genera informazioni automaticamente?

source: To automatically get page title and description.
es: Obtener automáticamente el titulo y la descripción de la página.
it: Per aggiungere automaticamente titolo e descrizione alla pagina.

source: Border style:
es: Estilo del borde:
it: Stile bordo:

source: The border style.
es: El estilo del borde.
it: Lo stile del bordo.

source: Border width:
es: Ancho del borde:
it: Larghezza bordo:

source: The border width in pixels. Example: 2px
es: El ancho del borde en píxeles. Ejemplo: 2px
it: Larghezza del bordo in pixel. Esempio: 2px

source: Border color:
es: Color del Borde:
it: Colore del bordo:

source: The border color.
es: Color del borde.
it: Il colore del bordo.

source: Title color:
es: Color del Título:
it: Colore del titolo:

source: The text color of the title.
es: El color del texto del título.
it: Il colore del testo del titolo.

source: Title size:
es: Tamaño del título:
it: Grandezza titolo:

source: The font size in pixels of the title. Example: 12px
es: El tamaño de la fuente en píxeles en el título. Ejemplo: 12px
it: Grandezza del carattere del titolo espresso in pixel. Esempio: 12px

source: Title margin:
es: Márgen del Título:
it: Margine del titolo:

source: The margin of title in pixels in the format: top right bottom left. Example 3px 4px 3px 4px
es: El margen del título en píxeles en el formato: top right bottom left. Ejemplo 3px 4px 3px 4px
it: Margine del titolo espresso in pixel nel formato: sopra destra sotto sinistra. Esempio: 3px 4px 3px 4px

source: Title padding:
es: Padding del Título:
it: Padding del Titolo:

source: The padding of title in pixels in the format: top right bottom left. Example 3px 4px 3px 4px
es: El padding del título en píxeles en el formato: top right bottom left. Ejemplo 3px 4px 3px 4x
it: Padding del titolo espresso in pixel nel formato: sopra destra sotto sinistra. Esempio: 3px 4px 3px 4px

source: Description color:
es: Color de la Descripción:
it: Colore descrizione:

source: The text color of the description.
es: El color del texto de la descripción.
it: Il colore del testo della descrizione.

source: Description size:
es: Tamaño de la Descripción:
it: Grandezza descrizione:

source: The font size in pixels of the description. Example: 12px
es: El tamaño del font en píxeles en la descripción. Ejemplo 12px
it: Grandezza del carattere espressa in pixel della descrizione. Esempio: 12px

source: Description margin:
es: Márgen de la Descripción:
it: Margine descrizione:

source: The margin of description in pixels in the format: top right bottom left. Example 3px 4px 3px 4px
es: El margen de la descripción en píxeles en el formato: top right bottom left. Ejemplo 3px 4px 3px 4px
it: Margine della descrizione espressa in pixel nel formato: sopra destra sotto sinistra. Esempio: 3px 4px 3px 4px

source: Description padding:
es: Padding de la Descripción:
it: Padding descrizione:

source: The padding of description in pixels in the format: top right bottom left. Example 3px 4px 3px 4px
es: El padding de la descripción en píxeles en el formato: top right bottom left, Ejemplo 3px 4px 3px 4px
it: Padding della descrizione espresso in pixel nel formato: sopra destra sotto sinistra. Esempio: 3px 4px 3px 4px

source: Description word count:
es: Cantidad de Palabras de la Descripción:
it: Limite caratteri descrizione:

source: The maximun amount of words for the description.
es: La máxima cantidad de palabras para la descricpión.
it: Limite massimo di caratteri utilizzati per la descrizione.

source: The background color of the content.
es: El color del fondo del contenido.
it: Colore di sfondo del contenuto.

source: Opacity:
es: Opacidad:
it: Opacità:

source: The amount of opacity for background color.
es: La cantidad de opacidad para el color de fondo.
it: Opacità del colore di sfondo.

source: Top
es: Arriba
it: Sopra

source: Bottom
es: Abajo
it: Sotto

source: The position of the content.
es: La posición del contenido.
it: La posizione del contenuto.

source: The width of the content if right or left position is selected. Example: 300px
it: La larghezza del contenuto nel caso vengano selezionate le posizioni a sinistra o a destra. Esempio: 300px

source: Content
es: Contenido
it: Contenuto

source: Image as background?
es: ¿Imagen como fondo?
it: Immagine di sfondo?

source: The width in pixels of the displayed image in case image as background not enabled.
es: El ancho en píxeles para la imagen de muestra en caso de que la imagen de fondo no esté habilitada.
it: Larghezza in pixel dell'immagine visualizzata nel caso l'immagine di sfondo non é abilitata.

source: The height in pixels of the displayed image in case image as background not enabled.
es: El alto en píxeles de la imagen de muestra en caso que la imagen de fondo no esté habilitada.
it: Altezza in pixel dell'immagine visualizzata nel caso l'immagine di sfondo non é abilitata.

source: Margin:
es: Márgen:
it: Margine:

source: The margin of image in pixels in the format: top right bottom left. Example 3px 4px 3px 4px
es: El márgen de la imagen en píxeles en el formato: top right bottom left. Ejemplo 3px 4px 3px 4px
it: Margine dell'immagine espresso in pixel nel formato: sopra destra sotto sinistra. Esempio: 3px 4px 3px 4px

source: The padding of image in pixels in the format: top right bottom left. Example 3px 4px 3px 4px
es: El padding de la imagen en píxeles en el formato: top right bottom left. Ejemplo 3px 4px 3px 4px
it: Padding dell'immagine espresso in pixel nel formato: sopra destra sotto sinistra. Esempio: 3px 4px 3px 4px

source: The border style of the image if not as background.
es: El estilo del borde de la imagen si no está en el fondo.
it: Stile del bordo dell'immagine se non usata come sfondo.

source: The border width in pixels of the image if not as background. Example: 2px
es: El ancho del borde en píxeles de la imagen si no está como fondo. Ejemplo: 2px
it: Larghezza del bordo dell'immagine se non usata come sfondo espresso in pixel. Esempio: 2px

source: The border color of the image if not as background.
es: El color de borde de la imagen si no está como fondo.
it: Colore del bordo dell'immagine se non usata come sfondo.

source: Top Left
es: Arriba Izquierda
it: Alto Sinistra

source: Top Right
es: Arriba Derecha
it: Alto Destra

source: Bottom Left
es: Abajo Izquierda
it: Sotto Sinistra

source: Bottom Right
es: Abajo Derecha
it: Sotto Destra

source: The position of the image.
es: La posición de la imagen.
it: Posizione dell'immagine.

source: Images
es: Imágenes
it: Immagini

source: Display next and previous buttons?
it: Visualizzare i pulsanti avanti e indietro?

source: Forground color:
it: Colore in primo piano:

source: The color of the next and previous buttons label.
it: Colore del testo dei pulsanti di scorrimento.

source: Background color of the next and previous buttons.
it: Colore di sfondo dei pulsanti di scorrimento.

source: Labels size:
it: Dimensione etichette:

source: The font size in pixels of the next and previous labels. Example: 12px
it: Grandezza del carattere delle etichette dei pulsanti di scorrimento espresso in pixel. Esempio: 12px

source: Navigation
it: Navigazione

source: Alignment:
es: Alineamiento:
it: Allineamento:

source: The background color of the pager buttons.
es: El color de fondo de los botónes del pager.
it: Colore di sfondo dei pulsanti del pager.

source: Text color:
es: Color del Texto:
it: Colore testo:

source: The text color of the pager buttons.
es: El color del texto en los botones del pager.
it: Colore del testo dei pulsanti del pager.

source: Active background color:
es: Color de Fondo Activo:
it: Colore sfondo attivo:

source: The background color of the active pager button.
es: El color de fondo en el botón activo del pager.
it: Colore di sfondo del pulsante attivo del pager.

source: Active text color:
es: Color de Texto Activo:
it: Colore testo attivo:

source: The text color of the active pager button.
es: El color del texto del botón activo del pager.
it: Colore del testo del pulsante attivo del pager.

source: The margin in pixels in the format: top right bottom left. Example 3px 4px 3px 4px
es: El margen en píxeles en el formato: top right bottom left. Ejemplo 3px 4px 3px 4px
it: Margine espresso in pixel nel formato: sopra destra sotto sinistra. Esempio: 3px 4px 3px 4px

source: The padding in pixels in the format: top right bottom left. Example 3px 4px 3px 4px
es: El padding en píxeles en el formato: top right bottom left. Ejemplo 3px 4px 3px 4px
it: Padding espresso in pixel nel formato: sopra destra sotto sinistra. Esempio: 3px 4px 3px 4px

source: Font size:
es: Tamaño de la Fuente:
it: Grandezza carattere:

source: The font size in pixels. Example: 12px
es: El tamaño del font en píxeles. Ejemplo: 12px
it: Grandezza dei caratteri espressa in pixel. Esempio: 12px

source: Pager bar background color:
es: Color de fondo de la barra del pager.
it: Colore sfondo barra pager:

source: The background color of the pager bar.
es: El color del fondo en la barra del pager.
it: Colore di sfondo della barra del pager.

source: Bar margin:
es: Margen de la Barra:
it: Margine barra:

source: Bar padding:
es: Padding de la Barra:
it: Padding barra:

source: Bar border style:
es: Estilo del Borde la Barra:
it: Stile bordo barra:

source: Bas border width:
es: Ancho del Borde de la Barra:
it: Larghezza bordo barra:

source: Bar border color:
es: Color del Borde de la Barra:
it: Colore bordo barra:

source: Effect:
es: Efecto:
it: Effetto:

source: The transition effect used for the animation.
es: El efecto de transición usado para la animación.
it: Effetto di transizione usato nell'animazione.

source: Transition speed:
es: Velocidad de la Transición:
it: Velocità transizione:

source: The speed of the transition in mili seconds.
es: La velocidad de la transición en mili segundos.
it: Velocità di transizione espressa in millisecondi.

source: Effect speed:
es: Velocidad del Efecto:
it: Velocità effetto:

source: The speed of the transition effect.
es: La velocidad del efecto de transición.
it: Velocità di transizione dell'effetto.

source: Pause on mouse over?
es: ¿Pausa colocando el ratón encima?
it: Pausa al passaggio del mouse?

source: Effect
es: Efecto
it: Effetto

source: Block Slides
es: Bloque de Diapositivas
it: Blocchi di diapositive

source: Slide added.
es: Diapositiva añadida
it: Diapositiva aggiunta.

source: Slide edited.
es: Diapositiva editada.
it: Diapositiva modificata.

source: Slide removed.
es: Diapositiva removida.
it: Diapositiva rimossa.

source: Slide details updated.
es: Detalles de la diapositiva actualizada.
it: Dettagli della diapositiva aggiornati.

source: The uri of the slide, image or content.
es: El uri de la diapositiva, imagen o contenido.
it: URI della diapositiva, immagine o del contenuto.

source: Optional title for the slide.
es: Título opcional para la Diapositiva.
it: Titolo opzionale per la diapositiva.

source: Optional description for the slide.
es: Descripción opcional para la diapositiva.
it: Descrizione opzionale per la diapositiva.

source: Order:
es: Orden:
it: Ordine:

source: Numerical value to indicate the order in which the slide is displayed.
es: Valor númerico para indicar el orden en cual la diapositiva se mostrará.
it: Valore numerico per indicare l'ordine nel quale la diapositiva viene visualizzata.

source: Are you sure you want to delete the slide?
es: ¿Estas seguro que deseas borrar la diapositiva?
it: Sicuro di voler eliminare la diapositiva?

source: Yes
es: Sí
it: Si

source: Add Slide
es: Añadir Diapositiva
it: Aggiungi Diapositiva

source: Order
es: Orden
it: Ordine

source: Operation
es: Operación
it: Operazione

source: No slides available
es: Diapositivas no disponibles.
it: Nessuna diapositiva disponibile.

source: Previous
it: Precedente

source: Next
it: Seguente

source: PHP code enclosed with &lt;?php code ?&gt; to evaluate if block should display by printing true or false. for example: &lt;?php if(JarisCMSSecurityIsUserLogged()) print "true"; else print "false"; ?&gt;
es: Código PHP encapsulado con &lt;?php code ?&gt; para evaluar si el bloque debería mostrarse imprimiendo cierto o falso, por ejemplo: &lt;?php if(JarisCMSSecurityIsUserLogged()) print "true"; else print "false"; ?&gt;

source: Effects
es: Efectos

source: Area
es: Área
